var Districts = [{name:'蜀山区',index:90},{name:'政务区',index:91},{name:'经开区',index:92},{name:'包河区',index:93},{name:'庐阳区',index:94},{name:'瑶海区',index:95},{name:'高新区',index:96},{name:'新站区',index:97},{name:'长丰县',index:98},{name:'肥西县',index:99},{name:'肥东县',index:100},{name:'滨湖新区',index:101},{name:'其它',index:102}];
var Area = [];
Area[90] = ["D,董铺水库,103","S,三里庵,107","N,南七,108","Q,青阳路,142","S,十里庙,143","H,合肥学院,144","W,望潜板块,145"];
Area[91] = ["T,天鹅湖,104","A,奥体中心,141"];
Area[92] = ["C,翡翠湖,137","N,南艳湖,138","D,大学城,139","M,明珠广场,140"];
Area[93] = ["Q,轻轨一号,132","M,马鞍山路,133","B,包河工业园,134","N,南七,135","G,葛大店,136"];
Area[94] = ["S,森林公园,125","C,财富广场,126","S,双岗,127","S,三孝口,128","S,双凤工业园,129","L,庐阳产业园,130","D,大房郢水库,131"];
Area[95] = ["Z,职教城,120","C,长江东大街,121","L,龙岗开发区,122","D,东七,123","H,和平广场,124"];
Area[96] = ["K,科学城,116","S,蜀山新产业园,117","D,大蜀山,118","D,大铺头,119"];
Area[97] = ["S,生态公园,113","H,火车站,114","Y,瑶海工业园,115"];
Area[98] = ["C,长丰县,112"];
Area[99] = ["F,肥西,111"];
Area[100] = ["F,肥东,110"];
Area[101] = ["B,滨湖新区,109"];
Area[102] = [];
var Purposes = [{name:'住宅',index:18},{name:'公寓',index:19},{name:'商铺',index:20},{name:'写字楼',index:21},{name:'别墅',index:25}];	
/*
var Price = [];
Price[-1] ={unit:'单价(元/㎡)',value:['10-5000','5000-6000','6000-7000','7000-8000','8000-10000','10000-10000000']};
Price[1] ={unit:'单价(元/㎡)', value:['10-5000','5000-6000','6000-7000','7000-8000','8000-10000','10000-10000000']};
Price[2] ={unit:'单价(元/㎡)', value:['10-5000','5000-6000','6000-7000','7000-8000','8000-10000','10000-10000000']};
Price[3] ={unit:'单价(元/㎡)', value:['10-5000','5000-6000','6000-7000','7000-8000','8000-10000','10000-10000000']};
Price[4] ={unit:'单价(元/㎡)', value:['10-5000','5000-6000','6000-7000','7000-8000','8000-10000','10000-10000000']};
Price[5] ={unit:'单价(元/㎡)', value:['10-5000','5000-6000','6000-7000','7000-8000','8000-10000','10000-10000000']};
*/
var Characters={text:['水景地产','特色别墅','小户型','投资地产','成品地产','景观居所','教育地产','经济住宅','搜房卡合作楼盘','购房消费券合作楼盘'],value:['水景地产','特色别墅','小户型','投资地产','成品地产','景观居所','教育地产','经济住宅','搜房卡','购房消费券']};
var mapcityround='一环以内|60,一环沿线|61,中环片区|62,二环沿线|159,二环以外|160';